* Lispy

#+BEGIN: clocktable :scope subtree :maxlevel 2
#+CAPTION: Clock summary at [2025-11-04 Tue 20:54]
| Headline                 | Time   |      |
|--------------------------+--------+------|
| *Total time*             | *1:23* |      |
|--------------------------+--------+------|
| Lispy                    | 1:23   |      |
| \_  Pull request reviews |        | 1:23 |
#+END:

** Pull request reviews
:LOGBOOK:
CLOCK: [2025-11-04 Tue 20:30]--[2025-11-04 Tue 20:53] =>  0:23
CLOCK: [2025-10-27 Mon 21:00]--[2025-10-27 Mon 22:00] =>  1:00
:END:
